data = {
    'grade': 'Junior',
    'soft_skills': {
        'Ясность общения': 3.8125,
        'Самоорганизация': 3.75,
        'Командное взаимодействие': 2.40625,
        'Ответственность': 3.59375,
        'Адаптивность': 2.40625,
        'Инициативность': 1.84375
    },
    'final': (
        'Оценка: 6\n\n'
        'Мой выбор - Junior Backend Developer.\n\n'
        'Я выбрал эту позицию, потому что разработчик имеет опыт работы с языками программирования, '
        'такими как Kotlin и Python, которые часто используются в бэкенд-разработке. Кроме того, он имеет '
        'опыт работы с YAML и XML, что может быть полезно для работы с конфигурационными файлами и данными. '
        'Однако его код не демонстрирует высокий уровень сложности или инноваций, поэтому я не считаю его '
        'готовым к роли Middle или Senior разработчика. Вместо этого я рекомендую ему начать карьеру в качестве '
        'Junior Backend Developer и продолжить развивать свои навыки и опыт.\n\n'
        'Оценка 6 из 10 объясняется тем, что разработчик имеет хорошие основы в программировании и следит '
        'за стандартами написания кода, но ему еще нужно развивать свои навыки для более сложных проектов.'
    ),
    'skills': {
        'Графический интерфейс пользователя': 'javafx,lwjgl',
        'Микросервисы': 'grpc,grpc-kotlin,spring,proto buf',
        'Сериализация и десериализация данных': 'protobuf',
        'Работа с HTTP запросами': 'okhttp',
        'Работа с аудио': 'opus,lwjgl',
        'Микросервисы и веб приложения': 'grpc,grpc-kotlin,spring,proto buf'
    }
}

info = {}
info['test'] = data